Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/1177.se/forkylning-hos-barn---vad-kan-man-gora-sjalv.html.tmx
Source language: smj
Languages: sma

source: Julevusámegiella / Lulesamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: JulevusámegiellaLulesamiska
sma: ÅarjelsaemiengieleSydsamiska

source: Snuohpa mánájn – majt máhttá iesj dahkat ?
sma: Jis maana sovhtine – maam maahta jïjtje darjodh ?

source: Snuohpa, gåsås ja muhttijn báhkan buolli (ca.
sma: Sovhtine, gossehtahke jïh muvhtene vaejlie (ca.

source: Gatjáda rádev (ca.
sma: Raeriem gihtjedh (ca.

source: Snuohpa, gåsås ja muhttijn báhkan buolli
sma: Sovhtine, gossehtahke jïh muvhtene vaejlie

source: Giehpep sjaddá mánnáj vuojŋŋat jus oadá åjvijn allaga nanna.
sma: Aelhkebe sjædta maanese voejngehtidh jis åejjie jïllebe gosse åara.

source: Máhttá bajedit senga oajvvebielev gå láhtjá duodde oajvevuolij bålståra vuolen.
sma: Maahta seangkoen åejjiegietjiem bijjiedidh jïh dam latjkodh gellie dåvnah bååmsteren nuelesne.

source: Máná gudi li snuobav oadtjum li álu dellasa, vájbbasa, vehik håjen ja smággiji vuostasj biejvijt.
sma: Maanah gïeh sovhtine leah daamhtaj samhtjas, vearijes, nahkeren jïh nyjhkestellieh dej voestes biejjiej.

source: Álu li siján njunnje buodosam jali gålgge snuohpa ja máhtti smággit ja tjåddågijs jali bielljenávlak.
sma: Dah pruvhkieh snoelkine årrodh jïh maahta måasaridh jïh tjeapohke saejrede jallh bieljie-naavlehtahkem åtna.

source: Siján máhtti aj vehikgåsås ja muhttijn feber.
sma: Maehtieh aaj gossestidh jïh muvhtene vaejliem utnedh.

source: Álgon la snuohpa álu sjerrat ja sjádnjat ja muhtem biejvij duogen suohku, ja viskut jali ruonut.
sma: Voestenahkeste snoelke tjïelkes jïh muvhti biejjiej mænngan söökebe sjædta, jïh viskes jallh kruana.

source: Le snuoba vuostasj biejvijn gå mánná nievremusát vädjá.
sma: Dej voestes biejjiej raejesne gosse gååledi dellie nåekemes damti.

source: Avta jali guovte vahko duogen snuohpa álu ietjastis gáhtu.
sma: Akten vuj göökten våhkoej mænngan dellie buerebe sjædta.

source: Oarre dábálasj snuohpaj la virus, ja virusij ij gávnnu dálkkasa ma viehkedi vaj mánná ruvábut väddjá.
sma: Sovhten sjïeke daamhtaj viruse, jïh virusen vööste ij gååvnesh naan daalhkesh maam maahta vaeltedh guktie varkebe vervies sjïdtedh.

source: Máná gudi báhkan buolli ja li dellasaäljodime ﷽﷽lasj snuohpaj lsuogotjit lulun hejman årrot
sma: Maana gie lea samhtjan jïh vaejliem åtna byöroe gåetesne årrodh

source: Mánájn gudi báhkan buolli jali li vájvbbasa ja dellasa lulun hejman årrot ja vuojŋadit.
sma: Maana gie vaejliem åtna jallh nahkeren jïh samhtjan byöroe gåetesne årrodh jïh lïegkedidh.

source: Ållo máná dárbahi aj hejman årrot vuostasj biejvev gå i e des báhkan buole, e ge febervuolediddje dálkkasijt das bårå.
sma: Jïjnjh maanah aaj daarpesjieh gåetesne voestes biejjien årrodh gosse vaejlehts, bielelen vaejlievualanimmie daalhkesidie vaalteme.

source: Dárbahi väddját vaj ällji åvddåskåvlåjn jali skåvlåjn.
sma: Dah daarpesjieh dan vervesne sjïdtedh juktie skuvlem jallh aarehskuvlem åajsoeh.

source: Dárbbo l vuojŋadit
sma: Daarpesje lïegkedidh

source: Dibddet mánáv vuojŋadit la buorre, vájku ij dárbaha sengan vällahit.
sma: Hijven maana lïegkede. Mohte ij daarpesjh seangkosne gællasjidh.

source: Mánná iesj dåbddå man ednagav náhká juolgij nanna årrot.
sma: Maana jïjtje damta man jïjnjh ååjse.

source: Máhttá dåbddut giehpep vuojŋŋat ja oadet muhtem duodde oajvevuolij.
sma: Maahta aelhkebe damtedh voejngehtidh jïh åeredh jis gellie dåvnah åejjien nuelesne åtna gosse åarajidh.

source: Åvdemusát vuorrasap mánájda gudi vuojŋadi.
sma: Voestenahkeste båarasåbpoe maanaj bïjre gïeh gællasjieh.

source: Smávmánájt máhttá guodde valugin, babysitterin jali asken adnet biejven.
sma: Maanetjh maahta guadtastahkine guedtedh, maanatjahkesinie jallh eskesne tjahkesjidh.

source: Härsskobiebbmo ja duodde jugos
sma: Vaajtelimmiebeapmoeh jïh jovkemsh lissine

source: Ållo mánán li nievrep bårråmhállo gå iemeláhkáj.
sma: Gellie maanah ij dan byöpmijes gosse skïemtjes.

source: Máhttá mánnáj vaddet dakkirijt majt hálijt, buojkulvissan jubtsav, yoghurtav jali galmágav.
sma: Maahta maanese vedtedh maam sæjhta, vuesiehtimmien gaavhtan joptsem, yoghurtem jallh tjastem.

source: Jus mánná báhkan buollá de l buorre duodde juhkusav vaddet.
sma: Jis maana vaejliem åtna dellie hijven jovkemsh lissine vedtedh.

source: Sálltelåssjkusav jali njunnjespraddjav buododum njunnjáj
sma: Doelteme saelhtietjaetsiem jallh njueniesprejje gosse snoelken

source: Jus máná njunnje l buododum de máhttá goajkkot jali spraddjijt sálttelåssjkusav njunnjáj, mij snuobav njárbbi.
sma: Jis maana snoelken maahta doelteme saelhtietjaetsiem njuanan gååjhkestidh, mestie snoelkem laehkiedidh.

source: Oadtju aj ierit snuobas bátsidisájt árjjogis vuogijn.
sma: Aaj snoelkem aarjeleslaakan vuekine njuvvtielidh.

source: Sálltelåssjkos gávnnu dálkasboargálin oasstet.
sma: Doelteme saelhtietjaetsiem maahta apotehkesne åestedh.

source: Máhttá aj iesj låssjkusav dahkat gå låsjkot millilijtarav – ruddamihtav – sáltes desilijttarijn tjátjes.
sma: Maahta aaj dam jïjtje darjodh, bïejh akte millilijtere – akte krodtemööleme – saelhtiem akte desilijtere tjaetsien sïjse.

source: Goajkodittjat sálltelåssjkusav máná njunnjáj máhttá bomulloduhpov adnet.
sma: Maahta saelhtietjaetsiem bommulladtjine gååjhkestidh maanan njuanan.

source: Gássjelap njunnjebuodosimen máhttá mánnáj giehpediddje njunnjegoajkádisájt vaddet jali njunnjespraddjav mij unnet båhtånimev njunjen.
sma: Jis maana dan snoelken maahta maanese njuenietrahpenassh jallh njueniesprejjem vedtedh.

source: Dá dálkkasa gávnnuji oasstet dálkastjáladak ja e galga ienep gå lågev biejve aktelattjat aneduvvat.
sma: Dejtie daalhkesidie maahta reseptehts åestedh jïh aellieh guhkebe goh luhkie biejjiej nuhtjh.

source: Njunnjespradja ja njunnjegoajkádisá li hiebadum umasslágásj álldarij milta, mij diededuvvá skurpon.
sma: Njueniesprejjh jïh njuenietrahpenassh leah sjïehtedamme ovmessie aalteri mietie, mij aeskesne tjåådtje.

source: Dálkastjáladak báhkkavuolediddje dálkkasa
sma: Reseptehts vaejlievualanimmie daalhkesh

source: Báhkav vuorjját dárbaj báhkkavuolediddje dálkkasij dálkudit.
sma: Ij daarpesjh daamhtaj vaejliem båehtjierdidh vaejlievualanimmie daalhkesigujmie.

source: Ienemus máná gudi báhkan buolli muhtem biejvijt váni merkaj juoga l vádálasj.
sma: Jeenjemes maanah vaejliem måedtie biejjieh utnieh jïh ij daarpesjh dan ålvas årrodh.

source: Valla máhttá báhkkavuolediddje dálkkasav vaddet jus mánná tjielggasit nievret vädjá báhkan buollemis, buojkulvissan sujna l bávtjas rubmahin, smággi, nievrebut bårrå ja juhká, nievret oadá jali gássjel la oaddát iehkedis.
sma: Mohte maahta vaejlievualanimmie daalhkesidie maanese vedtedh jis sagkes skeajmede vaejleste sjædta, vuesiehtimmien gaavhtan kråahpe baektjede, nyjhkestalla, ij sïjhth byöpmedidh jallh jovkedh, gåårelaakan åara jallh vïevtjerostoe.

source: Ij galga dálkudit mánájt gudi li nuorabu gå guhtta máno gudi báhkan buolli váni vuostak sujtujn aktavuodav válldet.
sma: Ij edtjh maanah nuerebe govhte askh båehtjierdidh jis vaejliem åtna daalhkesigujmie bielelen voestes hoksem gaskesadtedh.

source: Báhkan buollemij gávnnu mánájda gudi li vuorrasappo gå gålmå máno dálkkasa ma sisanedi paracetamolav, buojkulvissan Alvedon jali Panodil.
sma: Maanide båarasåbpoe golme askh daalhkesh vaejlien vööste gååvnesieh man sisvege paracetamole, vuesiehtimmien gaavhtan Alvedon jïh Panodil.

source: Guhtta máno rájes máná máhtti oadtjot Iprenav jali Ibumetinav, ma li dálkastjáladak ja sisanedi ibuprofenav.
sma: Govhte aski aalteren raejeste maahta maana daalhkesh åadtjodh man sisvege ibuprofen, maam duaka vuesiehtimmien gaavhtan nommi nuelesne Ipren jallh Ibumetin.

source: Dálkkasa gávnnuji låssjkusin jali bahtablähttan duolla dálkasnárijn smávva mánájda.
sma: Daalhkesh gååvnesieh dovne galkijes hammosne jallh stolpillere, maam maanan bahten sïjse rijtie, reaktoe dose smaave maanide.

source: Vuorrasap mánájda gávnnuji aj tablehta.
sma: Båarasåbpoe maanide gååvnese aaj tabledth.

source: Tjuovo vattugit bagádusájt skuorpon.
sma: Lohkh bïhkedimmem aeskesne eensilaakan.

source: Ale aktida umasslágásj dálkkasijt.
sma: Aellieh ovmessie daalhkesidie pleenth.

source: Máná vuollelin 18 jage ja gudi báhkan buolli e galga báhkkavuolediddje dálkkasijt bårråt acetylsalisyrajn, buojkulvissan Magnecyl, Treo jali Albyl.
sma: Maana nuerebe 18 jaepien gie vaejliem åtna ij edtjh vaejlievualanimmie daalhkesidie acetylsalisylsyrine, vuesiehtimmien gaavhtan Magnecyl, Treo jallh Albyl.

source: Dálkastjáladak gåsåsdálkkasa
sma: Reseptehts gossehtahkedaalhkesh

source: Dálkastjáladak gåsåsdálkkasa e álu buoreda.
sma: Eah reseptehts gossehtahkedaalhkesh provhkh viehkiehtidh.

source: Jus mánná la gåssåsis de l ájnas mánná gåsså slijvev ålgus rájnnitjit gurggusav.
sma: Jis maana gossehtahkem åtna vihkeles maana njohkem gurhkeste juktie gïrsem reejnie.

source: Gåsåsgiehpediddje dálkkasa dahki gásselap mánnáj slijvev ålgus gåssåt.
sma: Gossehtahkevualanimmie daalhkesh gïervebe maanese darjoeh njohkem gurhkiestidh.

source: Ij diehttu jus slijvvegiehpediddje dálkkasa viehkedi.
sma: Njohkelaehkiedimmie daalhkesh ovvihties effektem utnieh.

source: Giehpedittjat gåssåsåv máhttá dan sadjáj gähttjalit vaddet liegga jali galmma juhkusav.
sma: Guktie gossehtahkem læjnoedehtedh maahta pryövedh dan gaavhtan baahkes jallh galme jovkemsem vedtedh.

source: Mánájda vuollelin guokta jage ij goassak galga gåsåsdálkkasav vaddet åvddål vuostak la dåktårijn aktavuodav válldám.
sma: Maanide nuerebe göökte jaepiej ij edtjh gossehtahkedaalhkesem vedtedh jïlhts ij leah dåakterinie dejnie rååresjamme.

source: Gåktu galggá garvvet soahpom oabllán ?
sma: Guktie maahta suetiem heerredidh ?

source: Vaj ij mánná galga iehtjádijt soahpot de la buorre mánájt åhpaditt giehtagávvaj gassnet ja gåssåt ja páhpersagárdagájt adnet.
sma: Guktie suetiem heerrede hijven maanide lïerehte gaejnelasse gesnedh jïh gossedh jïh paehperelijniem nåhtadidh.

source: Máhttá gähttjat vaj giedajt bassi moaddi bäjvváj.
sma: Maahta vuartasjidh dah gïetide bïssieh gellien aejkien fïerhten biejjien.

source: Gähttjala aj mánáv åhpadit ij njunjev jali tjalmijt duohttat.
sma: Voejhkele aaj maanam lïerehtidh aellieh njuanan jallh tjelmide doehtedh.

source: Le gånnå virusa giehpemusát dähppu ja oablláni.
sma: Dïhte lea daesnie virusem aelhkemes dabrene jïh haasene.

source: Soahpomoabllom binnu aj jus máná e ståga lahkalakkoj gejna l snuohpa.
sma: Aaj suetiem heerrede jis eah maanah stååkedh dej ektesne gïeh joe sovhtine.

source: Dibde mánájt ålggon årrot nåv ednagit gå máhttelis, dálven aj.
sma: Baajh maanah ålkine årrodh, aaj daelvege.

source: Mujttit, máná gudi dubáksuovvaj boadádalli, birrasin álkkebut sjaddi snuohpasa snuobav.
sma: Ussjedh maanah gïeh dågkasoevine gåetesne årroeminie, dah aelhkebe sovhtine sjidtieh.

source: Soajttá dárbaj sujtujn aktavuodav válldet
sma: Maahta daarpesjidh hoksem bïeljelidh

source: Buorre l årrot oalle ájttsis gåktu mánná vädjá.
sma: Hijven våårkehke årrodh guktie lea maanine.

source: Galggá dalága varresvuohtaguovdátjin jali hähkkaduostudagájn aktavuodav válldet jus mánná vuojnnet la vájbas ja ij vieje juhkat.
sma: Edtja hoksem ryöktese ohtsedidh hoksejarngesne jallh akutedåastoevisnie jis maana eevre sæjloes jïh ij åajsoeh jovkedh.

source: Sämmi l aj jus mánán la gássjel vuojŋŋat jali jus mánán la gåsås mij värrán, sierraláhkáj jus gullu ietjáláhkáj / skällande.
sma: Seamma jis gïerve voejngem sigkedh jallh jis maana gossehtahkem åtna mij vïerrebe sjædta, joekoen jis govloe huhtije.

source: Jus låsjkos gålggå bieljes lulu aktavuodav válldet varresvuohtaguovdátjijn jali hähkkaduostudagájn, vaj mánná åtsåduvvá.
sma: Jis maam akt bieljeste gurkie byöroe hoksejarngem jallh jouredåastovem bïeljelidh, guktie maanam desnie goerehte.

source: Jus mánán la bielljenávlak, ja ij buorrána, de luluj aktavuodav válldet varresvuohtaguovdátjijn vaj mánná jánndura sinna åtsådibmá.
sma: Jis maana bieljie-naavlehtahkem åtna, jïh ij orrijh, byöroe hoksejarngem bïeljelidh dygnem raejesne guktie maanam desnie goerehte.

source: Gatjáda rádev
sma: Raeriem gihtjedh

source: Máhtá aj jánndura birra skihpasujttárijn ságastit ja rádev oadtjot.
sma: Maahtah aaj abpe dygnem skïemtjesåjhterinie soptsestidh jïh raeriem åadtjodh.

source: Skuolka 1177.
sma: Ringkh 1177.

source: Gudi vásstedi máhtti aj giehttot makkir varresvuohtaguovdátjij dån la tjáledum.
sma: Dah gïeh vaestiedieh maehtieh aaj jiehtedh mij hoksejarngide datne læstosne tjaaleme.

source: Dåjmadiddje:
sma: Redaktööre:

source: Gähttje: Leif Ekholm, mánádåktår, Mánávarresvuohtasujtto, Örebro
sma: Illustratööre: Lotta Persson, illustratööre, Göteborg

source: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
sma: Gaajhke sisvege lea aaj gïehtjedamme, goerehtamme jïh dåhkasjahteme redaksjovneste jïh redaksjovneraereste 1177 Vårdguiden.
